// © Copyright 2007, 2015-2016 HP Development Company, L.P.

HSDTaskName = "給紙クリーニング";

TaskPanelOKButtonTitle = "OK";
TaskPanelCancelButtonTitle = "キャンセル";

CleaningConfirmationTitle = "給紙クリーニング";
CleaningConfirmationBody = "このプロセスは数分かかります。その間に機械音が聞こえるのは正常です。このプロセスを中断しないでください。続行するには [OK] をクリックします。";
PaperFoundTite = "用紙あり";
PaperFoundBody = "給紙クリーニング プロセスを続行する前に、給紙トレーから用紙を取り除いてください。続行するには [OK] をクリックします。";
PapperFeedCleaningTitle = "給紙クリーニング";
PaperFeedCleaningCompleteBody = "給紙クリーニングが完了しました。";

NotInitiatedTitle = "クリーニングを開始することができませんでした";
NotInitiatedMsg = "クリーニングの手順を開始することができませんでした。 プリンタがオンラインで、ジョブの処理中でないことを確認してください。";

HSDInfoTextFieldValue = "この手順は、プリンタが用紙をうまく送れない場合に行います。プリントジョブが送信されたのにプリンタが用紙を送れない場合、この手順はプリンタ内部の部品をクリーニングして、問題を解消します。";
HSDGuideTextFieldValue = "給紙クリーニング プロセスを始める前に、給紙トレーから用紙を取り除いてください。[クリーニング] をクリックして、プロセスを始めます。";
HSDCleanButtonTitle = "クリーニング";

PaperFeedCancelingTitle = "キャンセル中";
